/*
    Estructura de datos del archivo JSON
    
    https://jsonformatter.curiousconcept.com/

*/

{
   "contenido":[
      {
          
         "cuento":[
            {
				"codigo":"001",
				"titulo":"La Hormiga Trabajadora",
				"descripcion":"Ver la necesidad del otro y compartir.  Ser solidario con los demás.",
				"creditos":" creado por: Mariana Morales",
				"nro_paginas":"4",
				"paginas":[ 
					{
						"id":"1",
						"foto":"recursos/imagenes/cuento1_pagina1.jpg",
						"historia":"Érase una hormiga llamada Lucia que lo único que hacía todo el día era trabajar y trabajar y solo trabajar.",
						"audio":""
					},
					{
						"id":"2",
						"foto":"recursos/imagenes/cuento1_pagina2.jpg",
						"historia":"Un día la hormiga se perdió y no sabía regresar. Se sentó con un grupo de grillos que estaban tumbados cantando; esos grillos sólo cantaban y cantaban, la hormiga les preguntó que si no recogían comida para el invierno.",
						"audio":""
					},
					{
						"id":"3",
						"foto":"recursos/imagenes/cuento1_pagina3.jpg",
						"historia":"Los grillos le dijeron que no, que pasaban; entonces la hormiga hizo un trato con los grillos. El trato era: si ustedes me cobijáis en vuestra casa todo el invierno yo os cogeré comida para todo el invierno.",
						"audio":""
					},
					{
						"id":"4",
						"foto":"recursos/imagenes/cuento1_pagina4.jpg",
						"historia":"Llegando el invierno la hormiga les hacía de comer todo el día. Estuvieron todo el invierno pasándoselo bien y la hormiga comprendió que, aparte de trabajar, también era necesario divertirse y los grillos aprendieron que era necesario recoger comida durante todo el verano.",
						"audio":""
					}
				],
                "preguntas":[
                    {
                        "pregunta":"",
                        "opciones":[
                            {"opcion":""},
                            {"opcion":""},
                            {"opcion":""}
                        ],
                        "respuesta":""
                    }
                ]
            },
			 {
				"codigo":"002",
				"titulo":"Los Ratoncitos Desobedientes",
				"descripcion":"Ver la importancia de la obediencia.",
				"creditos":" creado por: Manuel Mendieta",
				"nro_paginas":"4",
				"paginas":[ 
					{
						"id":"1",
						"foto":"recursos/imagenes/cuento2_pagina1.jpg",
						"historia":"Una vez, estaban dos Ratoncitos que eran hermanos muy unidos. Ellos salieron a pasear sin permiso de su mamá que siempre les recomendaba no alejarse mucho de su hogar, pero ellos lo olvidaron y tras caminar buen rato, se alejaron demasiado de su casa y ya era de noche.",
						"audio":""
					},
					{
						"id":"2",
						"foto":"recursos/imagenes/cuento2_pagina2.jpg",
						"historia":"La Ratoncita asustada, dijo a su hermano en voz baja: Hermanito, ¿escuchaste ese ruido?, ¿crees que sea un Gato?, tengo miedo. Tras esto, los dos se abrazaron muy asustados temiendo lo peor. Derrepente, escucharon una voz familiar:",
						"audio":""
					},
					{
						"id":"3",
						"foto":"recursos/imagenes/cuento2_pagina3.jpg",
						"historia":"¡Hijos míos, soy yo! ¿donde están?, ¿por qué se alejaron tanto? Si, era su Papa, y sin demora, ellos corrieron muy felices para abrazarla. Luego todos regresaron al hogar nuevamente. Cuando ya estaban seguros, el Papa les dijo:",
						"audio":""
					},
					{
						"id":"4",
						"foto":"recursos/imagenes/cuento2_pagina4.jpg",
						"historia":"Prométanme que nunca más se alejarán sin mi permiso del hogar. Afuera hay mucho peligro para ustedes. Los dos Ratoncitos muy arrepentidos dijeron a su Papa: ¡Papito, papito, perdónanos por favor! Gracias por ir en nuestra ayuda. Que bueno es estar en casa nuevamente a tu lado.",
						"audio":""
					}
				],
                "preguntas":[
                    {
                        "pregunta":"",
                        "opciones":[
                            {"opcion":""},
                            {"opcion":""},
                            {"opcion":""}
                        ],
                        "respuesta":""
                    }
                ]
            },
			  {
				"codigo":"003",
				"titulo":"Los Ositos Reboltosos",
				"descripcion":"Ver la importancia del respeto y la disciplina.",
				"creditos":" creado por: Eva Moreno Montilla",
				"nro_paginas":"4",
				"paginas":[ 
					{
						"id":"1",
						"foto":"recursos/imagenes/cuento3_pagina1.jpg",
						"historia":"Osete y Osito vivían en un hermoso bosque donde había colmenas cargadas de panales de rica miel y un río de aguas cristalinas donde bañarse y jugar con los peces.Pero eran muy traviesos los dos ositos y más de una vez se perdían mientras perseguían a alguna mariposa, por eso la mamá de Osete y Osito, mami Osa, les castigaba sin poder ir a bañarse o jugar con los demás ositos.",
						"audio":""
					},
					{
						"id":"2",
						"foto":"recursos/imagenes/cuento3_pagina2.jpg",
						"historia":"Cuando los ratoncillos del bosque estaban descuidados tomando el sol, solían correr detrás de ellos, obligándoles a huir temblando de miedo.En una ocasión los traviesos ositos quisieron coger un panal de miel de lo alto de un árbol.Mientras Osete miraba lo que hacía su hermano, Osito trataba de subir a las ramas. Se acercó y se acercó al panal y alzando las zarpas dio a la colmena con gran fuerza. ",
						"audio":""
					},
					{
						"id":"3",
						"foto":"recursos/imagenes/cuento3_pagina3.jpg",
						"historia":"Estaba oscureciendo en el bosque y recordaron que mami Osa les reprendería si llegaban tarde a cenar. Pero de camino a casa se encontraron con primo Osón que dormía plácidamente sobre la hierba mientras agarraba con la zarpa un gran salmón recién pescado.Se acercaron en silencio para coger el rico alimento. Conteniendo la respiración llegaron junto a él... Pero en ese preciso instante despertó y con un potente rugido hizo que Osete y Osito se cayeran de espaldas por causa de la sorpresa.",
						"audio":""
					},
					{
						"id":"4",
						"foto":"recursos/imagenes/cuento3_pagina4.jpg",
						"historia":"Llegaron a casa y después de hacer los deberes, bañarse y cenar se pusieron a jugar armando tanto alboroto que mami Osa decidió darles un escarmiento por tanta travesura.Osete y Osito, atados el uno al otro por sus colas hubieron de permanecer en un rincón, mientras los ratones y el primo Osón que se asomaban a través de la ventana celebraban con sus risas el castigo de los ositos revoltosos. ",
						"audio":""
					}
				],
                "preguntas":[
                    {
                        "pregunta":"",
                        "opciones":[
                            {"opcion":""},
                            {"opcion":""},
                            {"opcion":""}
                        ],
                        "respuesta":""
                    }
                ]
            }
         ]
      }
   ]
}